Repository: bresta/fixmystreet_translation
Catalog: FixMyStreetMobileApp_*.po
Languages: sq

source: (optional)
sq: (opsionale)

source: -- Pick a category --
sq: -- Zgjidh një kategori --

source: Account
sq: Llogaria

source: Add Photo
sq: Shto foto

source: Add a Photo
sq: Shto një foto

source: Add a Photo
sq: Shto një foto

source: Add an existing photo
sq: Shto një foto ekzistuese

source: An error was encountered when submitting your report:
sq: Është hasur në një gabim gjatë dërgimit të raport tuaj:

source: Cancel
sq: Anulo

source: Complete report now
sq: Përfundo raportin tani

source: Confirm Location
sq: Konfirmo vendndodhjen

source: Confirm name
sq: Konfirmo emrin

source: Confirmation email sent
sq: Emaili i konfirmimit u dërgua

source: Continue
sq: Vazhdo

source: Could not access location services. Please check permissions.
sq: Nuk u lejua çasja në serviset e vendndodhjes. Ju lutem kontrolloni lejet.

source: Could not get location.
sq: Nuk u gjet vendndodhja.

source: Delete
sq: Fshij

source: Details
sq: Detajet

source: Discard
sq: Hedh

source: Draft Reports
sq: Raportet skicë

source: Drafts
sq: Skicat

source: Enter a password for your account. This won't be activated till you click the link in the confirmation email
sq: Shtyp fjalëkalimin për llogarinë tuaj. Kjo nuk do të aktivizohet deri sa ju të shtypni lidhjen në emailin tuaj të konfrimimit

source: Finding your location
sq: Duke gjetur vendndodhjen tuaj

source: Further Details
sq: Detaje të mëtejshme

source: Got location.
sq: Gjej vendndodhjen.

source: Home
sq: Shtëpi

source: I don't want to set a password
sq: Nuk dua të vë fjalëkalim

source: I'd like to set a password
sq: Dua të vë fjalëkalim

source: I've already got one - login
sq: E kam një - kyçu

source: If you start compiling a report, but don't finish and send it, it'll appear in this menu so you can finish it later
sq: Nëse përpiloni një raport, por nuk e dërgoni atë, do të shfaqet në këtë menu për ta përfunduar më vonë

source: Invalid email
sq: Email e pavlefshme

source: Invalid report
sq: Raport i pavlefshëm

source: Locate (optional)
sq: Gjej (opcionale)

source: Location error
sq: Gabim i vendndodhjes

source: Login
sq: Kyçu

source: More details
sq: Më shumë detaje

source: More than one location matched that name. Select one below or try entering street name and area, or a postcode.
sq: Më shumë se një vendndodhje i përshtatej atij emri. Zgjidh një më poshtë ose provo të shtypni një emër rruge apo zone.

source: New Report Here
sq: Raportim i ri këtu

source: Next
sq: Vazhdo

source: No network connection available for submitting your report. Please try again later.
sq: Nuk jeni të kyçur në internet për të dërguar raportin. Ju lutem provoni më vonë.

source: No problem - we don't like faffing with passwords either.
sq: Nuk ka problem - As ne nuk na pëqen të komplikojmë fjalëkalimet.

source: Oh dear - we can't detect an internet connection. However you can still edit the report now and send it later.
sq: Nuk jeni të kyçur në internet. Ju mund ta ndryshoni raportin tani dhe ta dërgoni atë më vonë.

source: Oh dear - we can't detect an internet connection. However you can still start a report now and complete it later, by going to 'drafts' when you're back online.
sq: Nuk jeni të kyçur në internet. Ju mund të filloni një raport të ri dhe ta përfundoni atë më vonë duke shkuar tek "skicat" kur ju të jeni online.

source: Optionally enter your phone number
sq: Shtypni numrin tuaj të telefonit (opsionale)

source: Photo added
sq: Foto u shtua

source: Photo for report
sq: Foto për raportin

source: Please choose a category
sq: Ju lutem zgjidhni kategorinë

source: Please confirm your name, if you want it to be public and optionally your phone number.
sq: Ju lutem konfirmoni emrin tuaj nëse doni të jetë publik si dhe numrin tuaj të telefonit (opsionale).

source: Please enter a location
sq: Ju lutem shkruani vendndodhjen

source: Please enter a message
sq: Ju lutem lini një mesazh

source: Please enter a password
sq: Ju lutem shtypni fjalëkalimin

source: Please enter a subject
sq: Ju lutem shkruani subjektin

source: Please enter a valid email
sq: Ju lutem shtypni një email valide

source: Please enter some details
sq: Ju lutem shkruani disa detaje

source: Please enter your email
sq: Ju lutem shkruani emailin adresen tuaj

source: Please enter your email address
sq: Ju lutem shkruani emailin adresen tuaj

source: Please enter your full name, councils need this information - if you do not wish your name to be shown on the site, untick the box below
sq: Ju lutem shkruani emrin tuaj të plotë, komunave ju duhet ky informacion - nëse nuk dëshironi që emri juaj të publikohet ne uebsajt, mos zgjidh opsionin më poshtë

source: Please enter your name
sq: Ju lutem shkruani emrin tuaj

source: Please enter your phone number (optional)
sq: Ju lutem shkruani numrin tuaj të telefonit (opsionale)

source: Please fill in details of the problem.
sq: Ju lutem shkruani detajet e problemit.

source: Please give us some basic details, and you're nearly done.
sq: Ju lutem shkruani disa detaje bazike. Jemi gati në përfundim.

source: Please search for a street name and area, or postcode.
sq: Ju lutem kërkoni për një emër rruge ose zone.

source: Provide a title
sq: Jep një titull

source: Remove Photo
sq: Fshij foton

source: Report
sq: Raporto

source: Report Created
sq: Raporti u krijua

source: Reposition Report Here
sq: Ripoziciono raportin këtu

source: Save for Later
sq: Ruaj për më vonë

source: Save for later
sq: Ruaj për më vonë

source: Search for a place or postcode
sq: Kërko për një vend

source: Search or scroll the map
sq: Kërko ose hulumto hartën

source: Send confirmation email
sq: Dërgo emailin e konfirmimit

source: Set Report Location
sq: Vendos vendndodhjen e raportit

source: Show my name publicly
sq: Shfaq emrin tim publikisht

source: Sign Out
sq: Çkyçu

source: Signed in!
sq: Kyçur!

source: Signed out!
sq: Çkyçur!

source: Skip
sq: Kalo

source: Sorry, but we weren't able to establish your location accurately enough to show you a map. Please enter a location in the search box instead
sq: Na vjen keq, por ne nuk ishim në gjendje për të vendosur vendndodhjen tuaj me saktësi të mjaftueshme për të ju treguar juve hartën. Ju lutem shkruani një vend në kutinë e kërkimit

source: Start new report
sq: Fillo një raport të ri

source: Subject
sq: Subjekti

source: Take a new photo
sq: Shkrep një foto të re

source: Test version. Reports will not be sent to the council.
sq: Verzion test. Raportet nuk do të dërgohen tek institucioni.

source: Thanks. Your report will be sent to the authorities immediately.
sq: Ju faleminderit. Raporti juaj do të dërgohet tek institucionet përkatëse menjëherë.

source: There is no internet connection
sq: Nuk jeni të lidhur në internet

source: There isn't an internet connection, do you want to save the current report for later?
sq: Nuk jeni të lidhur në internet, a dëshironi ta ruani raportin për më vonë?

source: There was a problem checking if we have all the details we need. Please try again later.
sq: Kishte një gabim gjatë kontrollimit nëse i posedojmë të gjitha detajet e nevojshme për raportim. Ju lutem provoni më vonë.

source: There was a problem checking we cover this location. Please try again later.
sq: Ndodhi një gabim gjatë kontrollimit nëse kemi mbulueshmëri për këtë vendndodhje. Ju lutem provoni më vonë.

source: There was a problem logging you in. Please check your email and password and that you have confirmed your password.
sq: Kishte një problem gjatë kyçjes në këtë llogari. Ju lutem kontrolloni emailin, fjalëkalimin dhe nëse ju keni konfrimuar fjalëkalimin.

source: There was a problem logging you in. Please try again later.
sq: Kishte një problem gjatë kyçjes tuaj në llogari. Ju lutem provoni më vonë.

source: There was a problem logging you out. Please try again later.
sq: Kishte një problem gjatë çkyçjes tuaj nga llogaria. Ju lutem provoni më vonë.

source: There was a problem looking up your location.
sq: Hasëm në një problem në gjetjen e vendndodhjes tuaj.

source: There was a problem submitting your report. Please try again later.
sq: Kishte një problem gjatë dërgimit të raportit tuaj. Ju lutem provoni më vonë.

source: There was a problem submitting your report. Please try again.
sq: Kishte një problem gjatë dërgimit të raportit tuaj. Ju lutem provoni përsëri.

source: There was a problem taking your photo.
sq: Kishte një problem gjatë shkrepjes së fotografisë.

source: There was a problem uploading your report.
sq: Kishte një problem gjatë ngarkimit të raportit tuaj.

source: There was a problem with your email/password combination. If you have forgotten your password, or do not have one, you can set one by returning to the email screen and selecting the set password option. Passwords are not activated until the link in the confirmation email is clicked.
sq: Kishte një problem me kombinimit tuaj të emailit/fjalëkalimit. Nëse keni harruar fjalëkalimin, ose nuk keni një, ju mund të vendosni fjalëkalimin duke u kthyer tek faqja e emailit dhe duke zgjedhur opsionin për vendosjen e fjalëkalimit. Fjalëkalimet nuk aktivizohen deri sa të shtypet lidhja në emailin e konfirmimit.

source: These are your draft, unsent reports. To finish and send them, open a report when online.
sq: Këto janë skicat dhe raportet e pa dërguara. Për ti përfunduar dhe dërguar ato, hap raportin kur ju të jeni të lidhur në internet.

source: This app needs to send you a confirmation email before we can send your report to the council.
sq: Këtij aplikacioni i duhet të ju dërgoj ju një email konfirmimi para se të dërgohet raporti juaj tek institucioni përkatës.

source: This report has a position.
sq: Ky raport ka një pozitë.

source: Title
sq: Titulli

source: To skip this step in future, you can set a password now.
sq: Ju mund të vendosni një fjalëkalim tani që të kaloni këtë hap në të ardhmen.

source: Try Again
sq: Provoni përsëri

source: Unsent Report
sq: Raportet e padërguara

source: Untitled draft
sq: Skicat e patitulluar

source: Uploading images may take some time, please be patient
sq: Ngarkimi i fotografive mund të marrë pak kohë, ju lutem keni durim

source: View it on the site
sq: Shikoje në uebfaqe

source: We've sent you a confirmation email which may take a few minutes to arrive. Once it arrives click the link in the email to confirm your report.
sq: Ju kemi dërguar një email konfrimimi e cila mund të marrë disa minuta të arrijë tek ju. Kur të arrijë, shtypni lidhjen në email për të konfrimuar raportin.

source: Your Email
sq: Emaili juaj

source: Your Photo
sq: Foto juaj

source: Your details
sq: Detajet tuaja

source: Your password
sq: Fjalëkalimi juaj

source: discard
sq: hedh

source: required
sq: e nevojshme

source: save
sq: ruaj
